tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "docker"
brew "git"
brew "git-lfs"
brew "go"
brew "kubernetes-cli"
brew "neofetch"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "brave-browser"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "iterm2-nightly"
cask "signal"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
