tap "eth-p/software"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
brew "bat"
brew "eth-p/software/bat-extras-batgrep"
brew "docker"
brew "git"
brew "git-lfs"
brew "gh"
brew "go"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "neofetch"
brew "nvm"
brew "openssl@3"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "brave-browser"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "iterm2-nightly"
cask "notion"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "stats"
cask "telegram"
cask "visual-studio-code-insiders"
