tap "1password/tap"
tap "eth-p/software"
tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "px4/px4"
tap "tophat/bar"
brew "act"
brew "bat"
brew "boost"
brew "btop"
brew "bzip2"
brew "circleci"
brew "cmake"
brew "openldap"
brew "curl"
brew "docker"
brew "gh"
brew "git"
brew "xz"
brew "python@3.10", link: false
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "helm"
brew "ifstat"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "llvm"
brew "neofetch"
brew "node"
brew "nvm"
brew "openssl@3"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "sha3sum"
brew "solidity", link: false
brew "tldr"
brew "tree"
brew "vercel-cli"
brew "watch"
brew "wget"
brew "yarn"
brew "z3"
brew "zlib"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "eth-p/software/bat-extras-batgrep"
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "brave-browser"
cask "discord"
cask "docker"
cask "fig"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcc-arm-embedded"
cask "iterm2-nightly"
cask "maccy"
cask "notion"
cask "sf-symbols"
cask "signal"
cask "spotify"
cask "stats"
cask "telegram"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
